soap/miniupnp/miniupnpd-1.3/seeds/20_WANIPC-GetSpecificPortMappingEntry_0

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:GetSpecificPortMappingEntry xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewRemoteHost /><NewExternalPort /><NewProtocol /></u:GetSpecificPortMappingEntry></s:Body></s:Envelope>
